{
  "surabaya": [
    {
      "id": 1,
      "place_name": "Jalan Tunjungan",
      "deskripsi": "Disebut sebagai Malioboro nya Surabaya, Jalan Tunjungan punya keunikannya sendiri lho! Ada banyak macam kuliner yang bisa kamu nikmati!",
      "ticket_price": "-",
      "facilities": "Masjid Terdekat",
      "tiktok_video": [
        "https://www.tiktok.com/@jovaalexaa/video/7317145217650429189",
        "https://www.tiktok.com/@delvirrr/video/7297915339793272069",
        "https://www.tiktok.com/@budalrek/video/7225396287108091137",
        "https://www.tiktok.com/@ryandioramadhan/video/7313446430071393542"
      ],
      "nearest_destinations": [
        {
          "place_name": "Tunjungan Plaza",
          "distance": "800 m",
          "deskripsi": "Surganya belanja dan hiburan di kota pahlawan, Surabaya! Dikenal sebagai salah satu pusat perbelanjaan terbesar di Jawa Timur, Tunjungan Plaza memiliki segalanya untuk memenuhi kebutuhan belanja dan hiburan Anda."
        },
        {
          "place_name": "Balai Pemuda",
          "distance": "950 m",
          "deskripsi": "Gedung bersejarah (cagar budaya) yang dilindungi oleh Pemerintah Kota Surabaya."
        },
        {
          "place_name": "Sate Kelapa Ondomohen Bu Asih",
          "distance": "700 m",
          "deskripsi": "Tempat wajib dikunjungi bagi pecinta kuliner! Sate yang lezat dan unik, dengan bumbu kelapa yang khas dan cita rasa yang menggoda selera."
        },
        {
          "place_name": "Alun-Alun Surabaya",
          "distance": "900 m",
          "deskripsi": "Berbeda dari kebanyakan alun-alun, Alun-Alun Surabaya memiliki layout seperti kawasan komplek yang terdiri dari beberapa bangunan dengan design kolonial. Tak ketinggalan juga, ada pameran seni yang indah di bawah alun-alun ini!"
        }
      ]
    },
    {
      "id": 2,
      "place_name": "Alun-Alun Surabaya",
      "deskripsi": "Berbeda dari kebanyakan alun-alun, Alun-Alun Surabaya memiliki layout seperti kawasan komplek yang terdiri dari beberapa bangunan dengan desain kolonial. Tak ketinggalan juga, ada pameran seni yang indah di bawah alun-alun ini!",
      "ticket_price": "-",
      "facilities": ["Toilet"],
      "tiktok_video": [
        "https://www.tiktok.com/@yourtravelmates/video/7290468019183045893",
        "https://www.tiktok.com/@lkspahlawan/video/7265164867777170695",
        "https://www.tiktok.com/@updatekehidupan/video/7112323384578493722"
      ],
      "nearest_destinations": [
        {
          "place_name": "Jalan Tunjungan",
          "distance": "2.4 km",
          "deskripsi": "Selamat datang di Jalan Tunjungan, di mana petualangan belanja dan eksplorasi berpadu dengan pesona kota yang memikat! Di sini, Anda akan memasuki dunia yang penuh warna dan kehidupan, di mana setiap langkah memberikan kejutan baru. Jelajahi toko-toko yang dipenuhi dengan barang-barang unik dan terkini, nikmati hidangan lezat di restoran-restoran khas Surabaya, dan jangan lewatkan kesempatan untuk berfoto di depan gedung-gedung bersejarah yang menghiasi jalan ini."
        },
        {
          "place_name": "Tunjungan Plaza",
          "distance": "750 m",
          "deskripsi": ""
        },
        {
          "place_name": "Balai Pemuda",
          "distance": "10 m",
          "deskripsi": ""
        },
        {
          "place_name": "Sate Klopo Ondomohen",
          "distance": "1 km",
          "deskripsi": ""
        }
      ]
    }
  ]
}
